IDEA StatiCa Open Model
Opening.Position Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Offset between MasterPoint and InsertPoint If MasterPoint is null, position is from origin of coordinate system
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Vector3D Position { get; set; }
Public Property Position As Vector3D
	Get
	Set
public:
property Vector3D^ Position {
	Vector3D^ get ();
	void set (Vector3D^ value);
}
Property Value
Type: Vector3D
See Also
Reference
Opening Class
IdeaRS.OpenModel.Detail Namespace